{
    "dicContextToEntityPhrase" : {
      "cx_facturaelectronica" : "facturas electrónicas",
      "cx_facturaprocesada" : "facturas procesadas",
      "cx_facturarechazada" : "facturas rechazadas",
      "cx_parametrosbusqueda" : "los parámetros de búsqueda",
      "cx_reglasdevalidacion" : "las reglas de validación"
    },

    "dicEntityToContext" : {
      "facturaelectronica" : "cx_facturaelectronica",
      "facturaprocesada" : "cx_facturaprocesada",
      "facturarechazada" : "cx_facturarechazada",
      "parametrosbusqueda" : "cx_parametrosbusqueda",
      "reglasdevalidacion" : "cx_reglasdevalidacion"
    },

    "dicResponseIntents" : {
        "hola" : "Hola, te estás comunicando a nuestro centro de soporte, si tienes tu clave numérica de atención telefónica digítala o menciónala ahora o solicita comunicarte con uno de nuestros ejecutivos.",
        "general_que_son": {
          "facturaelectronica" : "Una factura electrónica es un documento generado por medios digitales, utilizando las reglas y normas establecidas por la autoridad fiscal, las cuales permiten asegurar que es un documento válido e irrepetible. La factura electrónica consta de un archivo en formato XML el cual es entendido por los sistemas digitales y una representación gráfica (pdf) que puede ser visualizada e impresa facilmente",
          "facturaprocesada" : "significa que la factura pudo ser procesada y aprobada por la autoridad",
          "facturarechazada" : "significa que el archivo que fue recibido contenía errores y no pudo ser procesado correctamente",
          "parametrosbusqueda" : "Al realizar una búsqueda cognitiva, puedes preguntar por facturas que : [...]",
          "reglasdevalidacion" : "las reglas de validación son : [...]"
        },
        "como_buscar" : "para buscar una factura puedes entrar al portal y realizar la búsqueda por parámetros o escribir en tu propio lenguaje los criterios de búsqueda",
        "como_descargar" : "en el portal una vez que haz seleccionado una factura en específico cuentas con una opción o botón que te permite descargar el archivo.",
        "como_imprimir" : "En el portal una vez que haz seleccionado una factura en específico cuentas con una opción que te permite imprimirla ",
        "como_reenviar" : "en el portal una vez que haz seleccionado una factura en específico cuentas con una opción o botón que te permite reenviarla por correo.",
        "como_validar" : "todas las facturas tienen un dato o identificador único con el cual puedes verificar en el portal del SAT si está registrada y es válida."
    },

    "dicActions" : {
      "levantaTicket" : "levantando su ticket",
      "consultaTicket" : "Consultando su ticket",
      "soporteTecnico" : "Lo comunicaré con alguien de Soporte Técnico, espere en la línea.",
      "factura" : "tramitando su factura"
    }
}

